import React from "react";
import styles from "./style.less";


export default ({  }) => (
  <div className={styles.Home}>
 
  
  <p>我媳妇还是女朋友的时候，就要求所有节日和纪念日都要送礼物，太特么费钱费精力了！</p>
  <p>而且生日礼物还必须要想个大的，又是至少几百一千的花销。</p>
  <p>真是舍不得啊 于是我在某年她生日前夕，淘宝买了那个别出心裁的什么兑换券。</p>
  <p>内容大概是这样的:10张美食券，就是想出去吃饭而我不想去的时候，可以使用此券强行出去吃5张随心所欲券，任何想做而我不同意的事，都可以用券来要求还有10张石头剪子布必胜券，因为当我和她做什么事产生分歧的时候，都是石头剪子布解决，此券可以让她强行胜出。（现在想起来应该是耍赖券，就是输了可以用券再来。我这么心机，怎么能让她必胜呢）还有多少张洗碗券啥的家务券。</p>
  <p>这么一套带照片彩色精装订制顺丰加急版，才花了我60不到，但是给媳妇时，这一套的分量可是让她很受感动。</p>
  <p>（还发朋友圈炫耀 ）你们一定觉得虽然省钱了，但是卡片使用的话肯定要花更多的钱。</p>
  <p>然而，再此后的一段日子里，出去吃饭都少了，饭钱也省了很多（我大多不同意，她又舍不得用券吃饭，就不吃了）同理，家务做的也少了，她的“任性”要求也少了。</p>
  <p>毕竟我都提出用券，而所有券都是用一张少一张，用完绝版，所以她特别珍惜，一张都舍不得用。</p>
  <p>（并且我还专门挑的这卡券是带回执一样的东西的，每用一张我都要把卡片的一部分撕掉，表示用完作废。她怎么忍心让这么精致的礼物卡片遭到破坏呢 ）再然后，已经三年过来了，她因为舍不得用已经把这玩意忘掉了，哇哈哈哈哈哈。本来还想偷偷找出来拍点实物图给大家看看，但是怕她发现又想起来用券这事（特别害怕随心所欲券），还是算咯。</p>
  </div>
);
